Repository: fiqus/coobs
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: name
es: nombre

source: business name
es: razón social

source: starting date
es: fecha de inicio

source: active
es: activo

source: cooperative
es: cooperativa

source: description
es: descripción

source: main principle
es: principio padre

source: principle
es: principio

source: date from
es: fecha desde

source: date to
es: fecha hasta

source: actions budget
es: presupuesto para acciones

source: period
es: periodo

source: email address
es: dirección de email

source: partner
es: socio

source: date
es: fecha

source: invested money
es: dinero invertido

source: partners involved
es: socios involucrados

source: action
es: acción

source: One of your partners added you to COOBS being part of
es: Una de las personas asociadas te agregó a COOBS siendo parte de

source: Your password has been set to
es: Tu contraseña fue seteada como

source: You have been registered with email
es: Haz sido registrada/o con el email

source: Please change it as soon as possible.
es: Por favor cambiala lo más pronto posible.

source: "Enter to %(public_url)s and start using COOBS!"
es: "Entra en %(public_url)s y empieza a usar COOBS!"

source: The date from you entered is contained in another period.
es: La fecha desde que ha ingresado está dentro de un período ya existente.

source: The date to you entered is contained in another period.
es: La fecha hasta que ha ingresado está dentro de un período ya existente

source: Current logged in user can not delete it self.
es: El usuario actualmente logeado no puede borrarse a si mismo.

source: There has been an error validating recaptcha. Please, contact the site administrator.
es: Se produjo un error al validar el recaptcha. Por favor, contacte al administrador del sitio.

source: No active account found with the given credentials
es: No existe ninguna cuenta activa para los datos ingresados.

source: Cooperatives are voluntary organisations, open to all persons able to use their services and willing to accept the responsibilities of membership, without gender, social, racial, political or religious discrimination.
es: Las cooperativas son organizaciones voluntarias, abiertas a todas las personas que puedan utilizar sus servicios y que estén dispuestas a aceptar las responsabilidades de ser miembros, sin discriminación de género, social, racial, política o religiosa.

source: Cooperatives are democratic organisations controlled by their members, who actively participate in setting their policies and making decisions. Men and women serving as elected representatives are accountable to the membership. In primary cooperatives members have equal voting rights (one member, one vote) and cooperatives at other levels are also organised in a democratic manner.
es: Las cooperativas son organizaciones democráticas controladas por sus miembros, que participan activamente en el establecimiento de sus políticas y en la toma de decisiones. Los hombres y mujeres que sirven como representantes elegidos son responsables ante los miembros. En las cooperativas primarias los miembros tienen igual derecho de voto (un miembro, un voto) y las cooperativas a otros niveles también se organizan de manera democrática.

source: Members contribute equitably to, and democratically control, the capital of their cooperative. At least part of that capital is usually the common property of the cooperative. Members usually receive limited compensation, if any, on capital subscribed as a condition of membership. Members allocate surpluses for any or all of the following purposes: developing their cooperative, possibly by setting up reserves, part of which at least would be indivisible; benefiting members in proportion to their transactions with the cooperative; and supporting other activities approved by the membership.
es: Los miembros contribuyen equitativamente y controlan democráticamente el capital de su cooperativa. Al menos parte de ese capital suele ser propiedad común de la cooperativa. Los miembros suelen recibir una compensación limitada, si la hay, sobre el capital suscrito como condición para ser miembro. Los miembros asignan los excedentes a alguno o todos los fines siguientes: desarrollar su cooperativa, posiblemente mediante la creación de reservas, parte de las cuales al menos serían indivisibles; beneficiar a los miembros en proporción a sus transacciones con la cooperativa; y apoyar otras actividades aprobadas por los miembros.

source: Cooperatives are autonomous, self-help organisations controlled by their members. If they enter into agreements with other organisations, including governments, or raise capital from external sources, they do so on terms that ensure democratic control by their members and maintain their cooperative autonomy.
es: Las cooperativas son organizaciones autónomas de autoayuda controladas por sus miembros. Si celebran acuerdos con otras organizaciones, incluidos los gobiernos, u obtienen capital de fuentes externas, lo hacen en condiciones que aseguran el control democrático por parte de sus miembros y mantienen su autonomía cooperativa.

source: Cooperatives provide education and training for their members, elected representatives, managers, and employees so they can contribute effectively to the development of their co-operatives. They inform the general public - particularly young people and opinion leaders - about the nature and benefits of co-operation.
es: Las cooperativas proporcionan educación y capacitación a sus miembros, representantes electos, gerentes y empleados para que puedan contribuir eficazmente al desarrollo de sus cooperativas. Informan al público en general - en particular a los jóvenes y a los líderes de opinión - sobre la naturaleza y los beneficios de la cooperación.

source: Cooperatives serve their members most effectively and strengthen the cooperative movement by working together through local, national, regional and international structures.
es: Las cooperativas prestan un servicio más eficaz a sus miembros y fortalecen el movimiento cooperativo trabajando conjuntamente a través de estructuras locales, nacionales, regionales e internacionales.

source: Cooperatives work for the sustainable development of their communities through policies approved by their members.
es: Las cooperativas trabajan en pro del desarrollo sostenible de sus comunidades mediante políticas aprobadas por sus miembros.

source: You must select a principle or a sustainable development goal.
es: Debe seleccionar un principio o un objetivo de desarrollo sustentable.

source: This objective already exists, please modify the existing one.
es: Este objetivo ya existe, por favor, modifique el existente.

source: Invested hours
es: Horas invertidas

source: Invested money
es: Dinero invertido

source: Reset your password on COOBS
es: Resetea tu contraseña en COOBS
